var jsonCarData = '[
    {
      
    },
    {
      "img": [
        6,
        "/img/santafe/santa_",
        "jpg"
      ],
      "details": {
        "name": "Hyundai Santa Fe",
        "fname": "Hyundai Santa Fe (2.2crdi)",
        "text": "🚘коробка автомат, 🛢️ дизель,{n}❄️клімат контроль, 📷Камера заднього виду,📞Bluetooth",
        "🚘коробка": "автомат",
        "🛢️паливо": "дизель",
        "❄️Клімат контроль": "☑️",
        "📷Камера заднього виду": "☑️",
        "📞Bluetooth": "☑️"
      }
    },
    {
      "img": [
        4,
        "/img/b200/b200_",
        "jpg"
      ],
      "details": {
        "name": "Mercedes B200",
        "fname": "Mercedes B200 2.0CDI",
        "text": "🚘коробка автомат, 🛢️ дизель,{n}❄️клімат контроль, 🛡️передні і задні парктроніки,📞Bluetooth",
        "🚘коробка": "автомат",
        "🛢️паливо": "дизель",
        "❄️Клімат контроль": "☑️",
        "🛡️Передні і задні парктроніки": "☑️",
        "💡датчик світла": "☑️",
        "💧датчик дощу": "☑️",
        "📞Bluetooth": "☑️"
      }
    },
    {
      "img": [
        5,
        "/img/wv7b/wv7b_",
        "jpeg"
      ],
      "details": {
        "name": "Volkswagen Golf Sportsvan",
        "fname": "Volkswagen Golf Sportsvan 1.6 DSG",
        "text": "🚘коробка автомат, 🛢️ дизель,{n}❄️клімат контроль, 🛡️Передні і задні парктроніки,📞Bluetooth, 📷Камера заднього виду",
        "🚘коробка": "автомат",
        "🛢️паливо": "дизель",
        "📷Камера заднього виду": "☑️",
        "❄️ клімат контроль": "☑️",
        "🛡️Передні і задні парктроніки": "☑️",
        "📞Bluetooth": "☑️"
      }
    },
    {
      "img": [
        6,
        "/img/a180/a180_",
        "jpg"
      ],
      "details": {
        "name": "Mercedes A180",
        "fname": "Mercedes A180 2.0CDI",
        "text": "🚘коробка автомат, 🛢️ дизель,{n}❄️клімат контроль, 🛡️передні і задні парктроніки,📞Bluetooth",
        "🚘коробка": "автомат",
        "🛢️паливо": "дизель",
        "❄️Клімат контроль": "☑️",
        "🛡️Передні і задні парктроніки": "☑️",
        "💡датчик світла": "☑️",
        "💧датчик дощу": "☑️",
        "📞Bluetooth": "☑️"
      }
    },
    {
      "img": [
        3,
        "/img/b180/b180_",
        "jpg"
      ],
      "details": {
        "name": "Mercedes B180",
        "fname": "Mercedes B180 2.0CDI",
        "text": "🚘коробка автомат, 🛢️ дизель,{n}❄️клімат контроль, 🛡️передні і задні парктроніки,📞Bluetooth",
        "🚘коробка": "автомат",
        "🛢️паливо": "дизель",
        "❄️Клімат контроль": "☑️",
        "🛡️Передні і задні парктроніки": "☑️",
        "💡датчик світла": "☑️",
        "💧датчик дощу": "☑️",
        "📞Bluetooth": "☑️"
      }
    },
    {
      "img": [
        4,
        "/img/b200T/b200T_",
        "jpg"
      ],
      "details": {
        "name": "Mercedes B200 Turbo",
        "fname": "Mercedes B200 2.0 Turbo benzin",
        "text": "🚘коробка автомат, 🛢️ бензин,{n}❄️клімат контроль, 🛡️передні і задні парктроніки,📞Bluetooth",
        "🚘коробка": "автомат",
        "🛢️паливо": "бензин",
        "❄️Клімат контроль": "☑️",
        "🛡️Передні і задні парктроніки": "☑️",
        "💡датчик світла": "☑️",
        "💧датчик дощу": "☑️",
        "📞Bluetooth": "☑️"
      }
    },
    {
      "img": [
        6,
        "/img/b180M/b180M_",
        "jpg"
      ],
      "details": {
        "name": "Mercedes B180 Manual",
        "fname": "Mercedes B180 2.0CDI Manual",
        "text": "🚘коробка механіка, 🛢️ дизель,{n}❄️клімат контроль, 🛡️передні і задні парктроніки,📞Bluetooth",
        "🚘коробка": "механіка",
        "🛢️паливо": "дизель",
        "❄️Клімат контроль": "☑️",
        "🛡️Передні і задні парктроніки": "☑️",
        "💡датчик світла": "☑️",
        "💧датчик дощу": "☑️",
        "📞Bluetooth": "☑️"
      }
    },
    {
      "img": [
        4,
        "/img/b180N/b180N_",
        "jpg"
      ],
      "details": {
        "name": "Mercedes B180",
        "fname": "Mercedes B180 2.0CDI",
        "text": "🚘коробка механіка, 🛢️ дизель,{n}❄️клімат контроль, 🛡️передні і задні парктроніки,📞Bluetooth",
        "🚘коробка": "автомат",
        "🛢️паливо": "дизель",
        "❄️Клімат контроль": "☑️",
        "🛡️Передні і задні парктроніки": "☑️",
        "💡датчик світла": "☑️",
        "💧датчик дощу": "☑️",
        "📞Bluetooth": "☑️"
      }
    },
    {
      "img": [
        4,
        "/img/Veos/veos_",
        "jpg"
      ],
      "details": {
        "name": "Volkswagen Eos",
        "fname": "Volkswagen Eos 2.0d DSG",
        "text": "🚘коробка автомат, 🛢️ дизель,{n}❄️клімат контроль, 🛡️Задні парктроніки,📞Bluetooth",
        "🚘коробка": "автомат",
        "🛢️паливо": "дизель",
        "❄️ клімат контроль": "☑️",
        "🛡️задні парктроніки": "☑️",
        "📞Bluetooth": "☑️"
      }
    },
    {
      "img": [
        5,
        "/img/Veosm/eos_",
        "jpg"
      ],
      "details": {
        "name": "Volkswagen Eos",
        "fname": "Volkswagen Eos 1.4 TSFI",
        "text": "🚘коробка механіка, 🛢️ бензин,{n}❄️клімат контроль, 🛡️Задні парктроніки,📞Bluetooth",
        "🚘коробка": "механіка",
        "🛢️паливо": "бензин",
        "❄️ клімат контроль": "☑️",
        "🛡️задні парктроніки": "☑️",
        "📞Bluetooth": "☑️"
      }
    },
    {
      "img": [
        3,
        "/img/bb180/bb180_",
        "jpg"
      ],
      "details": {
        "name": "Mercedes B180",
        "fname": "Mercedes B180 2.0CDI",
        "text": "🚘коробка автомат, 🛢️ дизель,{n}❄️клімат контроль, 🛡️передні і задні парктроніки,📞Bluetooth",
        "🚘коробка": "автомат",
        "🛢️паливо": "дизель",
        "❄️Клімат контроль": "☑️",
        "🛡️Передні і задні парктроніки": "☑️",
        "💡датчик світла": "☑️",
        "💧датчик дощу": "☑️",
        "📞Bluetooth": "☑️"
      }
    },
    {
      "img": [
        4,
        "/img/b180Mn/b180Mn_",
        "jpg"
      ],
      "details": {
        "name": "Mercedes B180 Manual",
        "fname": "Mercedes B180 2.0CDI Manual",
        "text": "🚘коробка механіка, 🛢️ дизель,{n}❄️клімат контроль, 🛡️передні і задні парктроніки,📞Bluetooth, 📷Камера заднього виду",
        "🚘коробка": "механіка",
        "🛢️паливо": "дизель",
        "📷Камера заднього виду": "☑️",
        "❄️Клімат контроль": "☑️",
        "🛡️Передні і задні парктроніки": "☑️",
        "💡датчик світла": "☑️",
        "💧датчик дощу": "☑️",
        "📞Bluetooth": "☑️"
      }
    },
    {
      "img": [
        4,
        "/img/Vsvan/vsvan_",
        "jpg"
      ],
      "details": {
        "name": "Volkswagen Golf Sportsvan",
        "fname": "Volkswagen Golf Sportsvan 1.6 DSG",
        "text": "🚘коробка автомат, 🛢️ дизель,{n}❄️клімат контроль, 🛡️Передні і задні парктроніки,📞Bluetooth, 📷Камера заднього виду",
        "🚘коробка": "автомат",
        "🛢️паливо": "дизель",
        "📷Камера заднього виду": "☑️",
        "❄️ клімат контроль": "☑️",
        "🛡️Передні і задні парктроніки": "☑️",
        "📞Bluetooth": "☑️"
      }
    }
]'; 
